Repository: TopScrech/Device-Specs
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: da, de, fr, hi, nl, ru, tr, uk, zh_hans

source: Acceleration
de: Beschleunigung
fr: Accélération
hi: त्वरण
nl: Versnelling
ru: Ускорение
tr: Hızlanma
uk: Прискорення
zh_hans: 加速度

source: Front
de: Vorne
fr: Devant
hi: सामने
nl: Voor
ru: Передняя
tr: Ön
uk: Фронт
zh_hans: 前置

source: Pitch
de: Neigung
fr: Pas
hi: आवाज़ का उतार-चढ़ाव
nl: Kanteling
ru: Тангаж
tr: Eğim
uk: Крок
zh_hans: 俯仰

source: Processor
de: Prozessor
fr: Processeur
hi: प्रोसेसर
ru: Процессор
tr: İşlemci
uk: Процесор
zh_hans: 处理器

source: Roll
de: Rollwinkel
fr: Rouler
hi: रोल
nl: Rol
ru: Крен
tr: Yalpa
uk: Рулет
zh_hans: 卷

source: Switch Control
de: Schaltersteuerung
fr: Contrôle des commutateurs
hi: नियंत्रण स्विच करें
nl: Schakelaarbediening
ru: Виртуальный контроллер
tr: Anahtar kontrolü
uk: Перемикач керування
zh_hans: 开关控制

source: Total
de: Gesamt
hi: कुल
nl: Totaal
ru: Всего
tr: Toplam
uk: Всього
zh_hans: 总计

source: Variant
de: Variante
fr: Variante
hi: प्रकार
ru: Вариант
tr: Varyant
uk: Варіант
zh_hans: 变体

source: Yaw
de: Gierwinkel
fr: Embardée
hi: रास्ते से हटना
nl: Gier
ru: Рыскание
tr: Sapma
uk: Поворот
zh_hans: 偏航

source: Build
fr: Construire
hi: निर्माण
ru: Сборка
tr: Derleme
uk: Збірка
zh_hans: 构建版本

source: CPU
fr: Processeur
ru: ЦПУ
uk: ЦП
zh_hans: 中央处理器

source: Debug
fr: Déboguer
hi: डिबग
ru: Отладка
tr: Hata ayıklama
uk: Налагодження
zh_hans: 调试

source: Firmware Version
fr: Version du micrologiciel
hi: प्रक्रिया यंत्र सामग्री संस्करण
nl: Firmwareversie
ru: Версия прошивки
tr: Donanım yazılımı sürümü
uk: Версія мікропрограми
zh_hans: 固件版本

source: Hardware
fr: Matériel
hi: हार्डवेयर
ru: Оборудование
tr: Donanım
uk: Обладнання
zh_hans: 硬件

source: Hardware Info
fr: Informations sur le matériel
hi: हार्डवेयर जानकारी
nl: Hardware-informatie
ru: Информация об оборудовании
tr: Donanım bilgisi
uk: Інформація про обладнання
zh_hans: 硬件信息

source: Hardware Revision
fr: Révision du matériel
hi: हार्डवेयर संशोधन
nl: Hardware-revisie
ru: Ревизия оборудования
tr: Donanım revizyonu
uk: Ревізія обладнання
zh_hans: 硬件版本

source: ISO region
fr: Région ISO
hi: आईएसओ क्षेत्र
nl: ISO-regio
ru: ИСО регион
tr: ISO bölgesi
uk: Регіон ISO
zh_hans: ISO区域

source: Multitasking
fr: Multitâche
hi: बहु कार्यण
ru: Многозадачность
tr: Çoklu görev
uk: Багатозадачність
zh_hans: 多任务处理

source: RAM
fr: BÉLIER
hi: टक्कर मारना
ru: ОЗУ
tr: Veri deposu
uk: ОЗП
zh_hans: 内存

source: Raytracing
fr: Traçage de rayons
hi: किरण पर करीबी नजर रखना
ru: Трассировка лучей
tr: Işın izleme
uk: Трасування променів
zh_hans: 光线追踪

source: Router
fr: Routeur
hi: रूटर
ru: Роутер
tr: Yönlendirici
uk: Маршрутизатор
zh_hans: 路由器

source: System
fr: Système
hi: प्रणाली
nl: Systeem
ru: Система
tr: Sistem
uk: Система
zh_hans: 系统

source: System region
fr: Région système
hi: सिस्टम क्षेत्र
nl: Systeemregio
ru: Регион системы
tr: Sistem bölgesi
uk: Системний регіон
zh_hans: 系统区域

source: Tests
fr: Essais
hi: परीक्षण
nl: Testen
ru: Тесты
tr: Testler
uk: Тести
zh_hans: 测试

source: GPU
hi: जीपीयू
ru: ГПУ
zh_hans: 图形处理器

source: MagSafe
hi: मैगसेफ

source: Position
hi: पद
nl: Positie
ru: Позиция
tr: Konum
uk: Положення
zh_hans: 位置

source: Rotation
hi: रोटेशन
nl: Rotatie
ru: Вращение
tr: Döndürme
uk: Обертання
zh_hans: 旋转
